{
    "first": "Part 1 - Vital Interests of Individuals: Personal data may be collected, used, or disclosed without consent if it is clearly in the individual's interests and consent cannot be obtained in time or would not reasonably be withheld. Organisations must notify the individual as soon as practicable. Applies to emergencies threatening life, health, or safety, and for contacting next-of-kin or friends of injured, ill, or deceased individuals. Part 2 - Matters Affecting Public: Data may be collected, used, or disclosed if publicly available, in the national interest, or for artistic, literary, archival, or historical purposes. News organisations can collect/use data for news activities, including gathering, preparing, or disseminating news or current affairs. Includes definitions for broadcasting services, news activity, and relevant news organisations. Part 3 - Legitimate Interests: Data can be used without consent if it serves legitimate interests of the organisation or another person, and these outweigh adverse effects on the individual. Organisations must assess adverse effects, mitigate them, and provide reasonable access to information. Applies to evaluative purposes, investigations, debt recovery, legal services, credit reporting, private trusts, employment-related purposes, and services provided for personal/domestic use. Part 4 - Business Asset Transactions: Personal data may be collected, used, or disclosed during business asset transactions if necessary for the transaction. Prospective parties may only access necessary data and must use it solely for the transaction. Parties must notify affected individuals, and unrelated data must be destroyed or returned if the transaction does not proceed. Part 5 - Business Improvement Purposes: Data may be shared between related corporations for improving or developing goods/services, operational processes, understanding customer behavior, or personalizing offerings. Conditions include necessity in individually identifiable form, appropriateness, safeguards, and existing or prospective customer status. Does not cover sending messages for purposes under section 37(6).",
    "second": "Part 1 - Collection of Personal Data: Personal data may be collected if it was disclosed by a public agency and the collection is consistent with the purpose of that disclosure. Part 2 - Use of Personal Data: Division 1 - Public Interest: Data can be used if disclosed by a public agency and use aligns with the disclosure purpose. Division 2 - Business Improvement Purpose: Data can be used to improve or develop goods/services, improve methods or processes, understand individual behavior, or personalize offerings. Conditions include necessity in individually identifiable form and appropriateness. Excludes use for sending messages under section 37(6) and certain corporations. Division 3 - Research: Data can be used for research (including historical/statistical) if identifiable use is necessary, there is clear public benefit, results do not affect the individual, and published results do not identify individuals. Part 3 - Disclosure of Personal Data Without Consent: Division 1 - Public Interest: Data may be disclosed to public agencies when necessary for public interest, policy formulation/review (educational or healthcare), or to law enforcement officers with proper authorization. Division 2 - Research: Data may be disclosed for research if consent cannot be reasonably obtained, there is clear public benefit, results do not affect the individual, and published results do not identify individuals.",
    "fifth": "Exceptions from access requirement: Organisations are not required to provide access to personal data in cases including opinion data for evaluation, examination scripts and results before release, private trust beneficiaries, arbitration/mediation proceedings, documents related to incomplete prosecutions, legally privileged data, confidential commercial information, ongoing investigations, mediator/arbitrator data under law or agreements, and requests that are repetitive, burdensome, non-existent, trivial, or vexatious.",
    "sixth": "Exceptions from correction requirement: Section 22 does not apply to opinion data for evaluation, examination scripts and results before release, private trust beneficiaries, arbitration/mediation proceedings, documents related to incomplete prosecutions, and derived personal data.",
    "seventh": "Data Protection Appeal Panel: Consists of up to 30 members appointed by the minister based on experience or qualifications. Members can be reappointed, resign, or be revoked. Chairperson and temporary chairperson are appointed by the minister. Secretary provides administrative support. Appeal committees are formed from panel members to hear appeals, decide by majority vote, regulate own procedure, and have powers equivalent to a district court. Members may receive allowances. Validity of proceedings is not affected by vacancies or appointment defects. 'Appeal' defined under previous and current sections.",
    "eighth": "Exclusion from meaning of 'specified message': Messages are excluded if sent by a public agency for non-commercial purposes, by individuals in personal/domestic capacity, for emergencies, to complete transactions previously agreed upon, to provide warranty/product info, to deliver goods/services, in the context of an ongoing relationship, for market research, or sent to organisations rather than individuals acting personally.",
    "ninth": "Powers of investigation: The Commission or inspectors can require documents or information, examine persons, and enter premises with notice or under warrant. Warrants authorize entry, search, seizure, and use of equipment to preserve or examine documents. Procedures include notice, explanation, copies of documents, and retention limitations. Named officers and occupiers are defined.",
    "tenth": "Applicable purposes for sending messages: Includes offering or advertising goods/services, suppliers, land or interests in land, and business or investment opportunities, as well as promoting suppliers or providers of such opportunities.",
    "eleventh": "Specified purposes for anonymisation and data testing: Organisations or public agencies may test effectiveness of anonymisation, assess integrity/confidentiality of anonymised information, and evaluate systems and processes to safeguard anonymised information, whether possessed, controlled, transmitted, or received."
}